Revit 2027 API
ParameterTypeId.StairstypeCalcRuleMaxResult Property
 "Max. Result": Calculation Rule Max Result
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeCalcRuleMaxResult { get; }
Public Shared ReadOnly Property StairstypeCalcRuleMaxResult As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeCalcRuleMaxResult {
	ForgeTypeId^ get ();
}
static member StairstypeCalcRuleMaxResult : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace